{"composite_breakdown_label":"","computation_units":"Porcentaje","copyright":"","data_footnote":"<br>P Cifras preliminares a partir de la fecha en que se indica.","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-3-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-3-2-title","indicator_number":"17.3.2","national_geographical_coverage":"Volumen de las remesas (en dólares de los Estados Unidos) como proporción del PIB total","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Objetivo 17: Alianzas para lograr los objetivos","SDG_TARGET":"Meta 17.3: Movilizar recursos financieros adicionales de múltiples fuentes para los países en desarrollo","SDG_INDICATOR":"Indicador 17.3.2:  Volumen de las remesas (en dólares de los Estados Unidos) como proporción del PIB total","SDG_SERIES_DESCR":"División del monto de remesas totales en un trimestre entre el PIB nominal en dólares de México de ese trimestre.","META_LAST_UPDATE":"25 de agosto de 2022","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"Enrique Guevara Ortiz","ORGANISATION_UNIT":"Ricardo Leyva Bernal","CONTACT_FUNCT":"Jefe de la Oficina de Servicios No Factoriales","CONTACT_PHONE":"Avenida 5 de Mayo # 2, Colonia Centro, C. P. 06059, Cuauhtémoc, Cuauhtémoc Ciudad de México 55 52 37 25 99","CONTACT_MAIL":"rleyva@banxico.org.mx","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definicion:\nEs el porcentaje que representa la cantidad en moneda nacional o extranjera proveniente del exterior, transferida a través de empresas, originada por un remitente (persona física residente en el exterior que transfiere recursos económicos a sus familiares en México) para ser entregada en territorio nacional a un beneficiario (persona física residente en México que recibe los recursos que transfiere el remitente) respecto al Producto Interno Bruto (PIB).","UNIT_MEASURE":"Porcentaje","CLASS_SYSTEM":"","SOURCE_TYPE":"Para ingresos por remesas, Banco de México (BANXICO), Balanza de Pagos, estadística trimestral; para PIB en dólares, cálculo de Banco de México (BANXICO) con base en la estadística trimestral del PIB nominal en pesos del Instituto Nacional de Estadística y Geografía (INEGI), Indicadores Económicos de Coyuntura y el tipo de cambio promedio del periodo del peso respecto al dólar de los EE.UU., fecha de determinación (FIX) de Banco de México.","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"25 de noviembre de 2022","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"Nacional 1996/I-2022/II","COMPARABILITY":"","OTHER_DOC":"<a href=\"https://agenda2030.mx/docs/files/csv/zip/17.3.2_es.zip\">Datos para el cálculo</a>","source_active_1":true,"source_organisation_1":"<br>Para ingresos por remesas, Banco de México (BANXICO), Balanza de Pagos, estadística trimestral; para PIB en dólares, cálculo de Banco de México (BANXICO) con base en la estadística trimestral del PIB nominal en pesos del Instituto Nacional de Estadística y Geografía (INEGI), Indicadores Económicos de Coyuntura y el tipo de cambio promedio del periodo del peso respecto al dólar de los EE.UU., fecha de determinación (FIX) de Banco de México.","source_url_1":"","national_metadata_updated_date":"2022-12-12","national_data_updated_date":"2022-11-17","SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.3: Mobilize additional financial resources for developing countries from multiple sources</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.3.2: Volume of remittances (in United States dollars) as a proportion of total GDP</p>","META_LAST_UPDATE__GLOBAL":"<p>2016-07-19</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Personal remittances received as proportion of GDP is the inflow of personal remittances expressed as a percentage of Gross Domestic Product (GDP). </p>\n<p><strong>Concepts:</strong></p>\n<p>Personal remittances comprise of personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from non-resident households. Personal transfers thus include all current transfers between resident and non-resident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by non-resident entities. Data are the sum of two items defined in the sixth edition of the IMF&apos;s Balance of Payments Manual: personal transfers and compensation of employees.</p>\n<p>The concepts used are in line with the Sixth Edition of the IMF&apos;s Balance of Payments and International Investment Position Manual (BPM6).</p>","SOURCE_TYPE__GLOBAL":"<p>Volume of personal remittances data are sourced from IMF&#x2019;s Balance of Payments Statistics database and then gap-filled with World Bank staff estimates. </p>\n<p>GDP data, sourced from the World Bank&#x2019;s World Development Indicators (WDI) database is used as the denominator. GDP data collection is conducted from national and international sources through an annual survey of economists in the Bank&#x2019;s country office network &#x2013; the World Bank&#x2019;s principal mechanism for gathering quantitative macroeconomic information on its member countries.</p>","FREQ_COLL__GLOBAL":"<p>This is done on an annual basis.</p>","DATA_SOURCE__GLOBAL":"<p>The national data provider of personal remittances is the institution in charge of the collection and compilation of the Balance of Payments statistics. This responsibility varies and is country specific (i.e. Central Bank). World Bank staff estimates for personal remittances data are used for gap-filling purposes. Personal remittances data are not reported directly to the World Bank from the national data provider. They are reported to the International Monetary Fund (IMF), which is the institution in charge of overseeing balance of payment stability as part of its institutional mandate. </p>\n<p>GDP data are sourced from the World Bank&#x2019;s World Development Indicators (WDI) database and are compiled in accordance to the System of National Accounts, 2008 (2008 SNA) methodology. GDP data collection is conducted through the Unified Survey process, the World Bank&#x2019;s principal mechanism for gathering quantitative macroeconomic information on its member countries.</p>","COMPILING_ORG__GLOBAL":"<p>The government agency in charge of the collection and compilation of the Balance of Payments statistics is the responsible organization for compilation and reporting of the personal remittances data. This information gets reported by the countries&#x2019; government agencies to the International Monetary Fund. The World Bank is the responsible agency for compilation and reporting of the GDP data.</p>","DATA_COMP__GLOBAL":"<p>Personal remittances are the sum of two items defined in the sixth edition of the IMF&apos;s Balance of Payments Manual: personal transfers and compensation of employees. World Bank staff estimates on the volume of personal remittances data are used for gap-filling purposes. GDP data, sourced from the World Bank&#x2019;s World Development Indicators (WDI) database, are then used to express the indicator as a percentage of GDP.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>World Bank staff estimates for personal remittances data are based on data from IMF Balance of Payments Statistics database and data releases from central banks, national statistical agencies, and World Bank country desks.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>NA</p>","REG_AGG__GLOBAL":"<p>Regional and global estimates are calculated as the GDP weighted average. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for 207 countries are already currently available on a regular basis for this indicator.</p>\n<p><strong>Time series:</strong></p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>www.worldbank.org</p>\n<p><strong>References:</strong></p>\n<p>Data are compiled in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6). The manual is available at: https://www.imf.org/external/pubs/ft/bop/2007/bopman6.htm</p>\n<p>GDP data are compiled in accordance to the System of National Accounts, 2008 (2008 SNA) methodology. The manual is available at: http://unstats.un.org/unsd/nationalaccount/docs/SNA2008.pdf. </p>\n<p>Metadata also available at:</p>\n<p>http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series=BX.TRF.PWKR.DT.GD.ZS</p>","target_number":"17.3","goal_number":"17","indicator_sort_order":"17-03-02"}